taskt/Core/Automation/Commands/DateTimeGroup/AGetFormattedDateTimeFromCalculatedDateTimeCommands.dot
digraph "AGetFormattedDateTimeFromCalculatedDateTimeCommands" {
"AGetFormattedDateTimeFromCalculatedDateTimeCommands" -> "ACalculateDateTimeCommands";
"ACalculateDateTimeCommands" -> "ADateTimeConvertCommands";
"ACalculateDateTimeCommands" -> "IDateTimeResultProperties";
"ADateTimeConvertCommands" -> "ScriptCommand";
"ADateTimeConvertCommands" -> "IDateTimeConvertProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
