taskt/Core/Automation/Commands/DateTimeGroup/AGetFormattedDateTimeFromCalculatedDateTimeCommands.puml
@startuml
AGetFormattedDateTimeFromCalculatedDateTimeCommands --> ACalculateDateTimeCommands
ACalculateDateTimeCommands --> ADateTimeConvertCommands
ACalculateDateTimeCommands --> IDateTimeResultProperties
ADateTimeConvertCommands --> ScriptCommand
ADateTimeConvertCommands --> IDateTimeConvertProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
